Repository: ProfessorNavigator/Money
Catalog: po/*.po
Languages: ru

source: Purchasing power of money
ru: Покупательная способность денег

source: Shares/USD
ru: Акций/USD

source: Shares/EUR
ru: Акций/EUR

source: Shares/CNY
ru: Акций/CNY

source: Shares/Rouble
ru: Акций/Рубль

source: Days
ru: Дни

source: PPm
ru: ПСд

source: PPTm
ru: ПСОд

source: Transactions
ru: Сделки

source: PPTm/PPm in %
ru: ПСОд/ПСд в %

source: PPTm/PPm (%)
ru: ПСОд/ПСд (%)

source: Average shares volume per day
ru: Средний объём акций в день

source: Shares quantity
ru: Количество акций

source: PPTm(0)
ru: ПСОд(0)

source: Average shares volume per second
ru: Средний объём акций в секунду

source: Money turnover
ru: Оборот денег

source: Roubles
ru: Рубли

source: Turnover
ru: Оборот

source: Average turnover
ru: Средний оборот

source: Daily turnover
ru: Суточный оборот

source: Average money turnover
ru: Средний оборот денег

source: Price
ru: Цена

source: Weighted average price
ru: Средневзвешенная цена

source: First
ru: Первая

source: Last
ru: Последняя

source: ECg
ru: ОСт

source: Shares turnover
ru: Оборот акций

source: Average shares turnover
ru: Средний оборот акций

source: File list creation:
ru: Создание списка файлов:

source: Data collection:
ru: Сбор данных:

source: Result saving:
ru: Сохранение результата:

source: Anomaly search
ru: Поиск аномалий

source: Search parameters
ru: Параметры поиска

source: Day
ru: День

source: Month
ru: Месяц

source: Year
ru: Год

source: Search depth, days
ru: Глубина поиска в днях

source: PPm deviation, percents
ru: Отклонение ПСД в процентах

source: Search
ru: Поиск

source: Clear
ru: Очистить

source: Cancel
ru: Отмена

source: Searching...
ru: Поиск...

source: Error!
ru: Ошибка!

source: Wrong day input!
ru: Неправильно введён день!

source: Wrong month input!
ru: Неправильно введён месяц!

source: Wrong year input!
ru: Неправильно введён год!

source: Wrong depth input!
ru: Неправильно введена глубина поиска!

source: Wrong sensitivity input!
ru: Неправильно введена чувствительность!

source: Close
ru: Закрыть

source: Result
ru: Результат

source: Board
ru: Режим торгов

source: Instrument
ru: Инструмент

source: Diagram
ru: График

source: Download menu
ru: Меню загрузки

source: Splitting/backsplitting instrument
ru: Дробление/консолидация акций

source: Transactions for instrument
ru: Сделки по инструменту

source: Daily results for instrument
ru: Итоги по инструменту

source: Last available date on server:
ru: Данные, последняя дата на сервере:

source: Last downloaded data, date:
ru: Последние сохранённые данные, дата:

source: All transactions for current date
ru: Все сделки за текущую дату

source: All results
ru: Все итоги торгов

source: Downloading...
ru: Загрузка...

source: Downloading in progress...
ru: Загрузка...

source: Network error
ru: Ошибка сети

source: Network error!
ru: Ошибка сети!

source: PPm calculation
ru: Расчёт ПСд

source: Transactions downloading
ru: Загрузка сделок

source: Transaction downloading progress:
ru: Прогресс загрузки сделок:

source: No transactions today
ru: Торги не проводились

source: Message
ru: Сообщение

source: Downloading completed
ru: Загрузка завершена

source: Downloading completed!
ru: Загрузка завершена!

source: Split/Backsplit
ru: Дробление/Консолидация

source: Instrument ID
ru: Код инсрумента

source: Split/Backsplit date
ru: Дата дробления/консолидации

source: Add instrument
ru: Добавить инструмент

source: Remove instrument
ru: Удалить инструмент

source: Instriment ID
ru: Код инструмента

source: Date of split/backsplit
ru: Дата дробления /консолидации

source: Instrument:
ru: Инструмент:

source: Date:
ru: Дата:

source: Increase
ru: Увеличить

source: Decrease
ru: Уменьшить

source: Move up
ru: Сдвинуть вверх

source: Move down
ru: Сдвинуть вниз

source: Move left
ru: Сдвинуть влево

source: Move right
ru: Сдвинуть вправо

source: Recover
ru: Восстановить

source: Save as jpg
ru: Сохранить в jpg

source: Save as png
ru: Сохранить в png

source: Save as svg
ru: Сохранить в svg

source: Minimize
ru: Свернуть

source: Date
ru: Дата

source: CPP
ru: ИПС

source: Interval
ru: Интервал

source: Hours
ru: Часы

source: Minutes
ru: Минуты

source: Seconds
ru: Секунды

source: From:
ru: Начало:

source: To:
ru: Конец:

source: Show
ru: Показать

source: Save as...
ru: Сохранить как...

source: Save
ru: Сохранить

source: PPm
ru: ПСд

source: PPTm
ru: ПСОд

source: PPTm/PPm
ru: ПСОд/ПСд

source: Average shares volume
ru: Средний объём акций

source: Money turnover
ru: Оборот денег

source: Average turnover
ru: Средний оборот

source: Weighted average price
ru: Средневзвешенная цена

source: First price
ru: Первая цена

source: Last price
ru: Последняя цена

source: ECg
ru: ОСт

source: Price
ru: Цена

source: Turnover
ru: Оборот

source: Prices for transactions
ru: Цена по сделкам

source: PPm for transactions
ru: ПСд по сделкам

source: Shares turnover for transactions
ru: Оборот акций по сделкам

source: Money turnover for transactions
ru: Оборот денег по сделкам

source: Prediction plots (common)
ru: Графики для прогнозов (общие)

source: Prediction plots (daily)
ru: Графики для прогнозов (дневные)

source: PPm global
ru: ПСд по рынку

source: Shares turnover global
ru: Оборот акций по рынку

source: Money turnover global
ru: Оборот денег по рынку

source: Search anomaly
ru: Поиск аномалий

source: Download data
ru: Скачать данные

source: About
ru: О программе

source: Wait, shares list is downloading...
ru: Подождите, идёт загрузка списка инструментов...

source: Cancelling operation...
ru: Отмена операции...

source: Money is a programm to collect statistics from moex.com Author Yury Bobylev <bobilev_yury@mail.ru>. Program uses next libraries: GTK https://www.gtk.org Libcurl https://curl.se/libcurl/ Libzip https://libzip.org GMP https://gmplib.org/ ICU https://icu.unicode.org
ru: Money - программа для сбора статистики с Московской биржи Автор Юрий Бобылев <bobilev_yury@mail.ru> В программе используются следующие библиотеки: GTK https://www.gtk.org Libcurl https://curl.se/libcurl/ Libzip https://libzip.org GMP https://gmplib.org/ ICU https://icu.unicode.org

source: Instrument selection
ru: Выбор инструмента

source: Mode:
ru: Режим:

source: Instrument:
ru: Инструмент:

source: Confirm
ru: Подтвердить

source: Date:
ru: Дата:

source: Sort by:
ru: Сортировка:

source: Size
ru: Размер

source: Name
ru: Имя

source: Codename
ru: Имя (по коду)
